export const ru = {
    rights: 'Все права защищены',
    organisation: 'Azintelecom MMC',

    //Search Page

    we_found: "По вашему запросу ничего не найдено",

    // navbar
    about: "О нас",
    home_title: "Главная страница",
    products: "Продукты и услуги",
    news_and_blog: "Новости и блог",
    contact: "Контакты",
    login_button: "Войти",
    register_button: "Зарегистрироваться",
    cloud: "Облако — это глобально CSP от GCore уже сейчас.",
    csp: "",
    faq:'Фаг',
    technical_support:'Техническая поддержка',
    huquq:'Закон',

    //Home Page Components
    //Clients Component
    clients: "Наши клиенты из частного сектора",

    // Services Component

    service_title: "Вы можете нам доверять",
    service_description: '"AzInTelecom" ООО предоставляет высококачественные общественные облачные услуги для малого и среднего бизнеса в двух различных дата-центрах, соответствующих международным стандартам и сертификатам.',
    aim: "Наша цель",
    aim_text: "Упростить процесс получения облачных услуг и предоставить ориентированный на пользователя сервис.",

    support: "Техническая поддержка",
    support_text: "Вы можете получить круглосуточную техническую поддержку, связавшись по адресу info@cloud.az или позвонив в колл-центр по номеру 157.\n",

    market: "Преимущества на рынке",
    market_text: '"AzInTelecom" ООО предоставляет высококачественные облачные услуги для малого и среднего бизнеса.',

    technology: "Технологические преимущества",
    technology_text: '"AzInTelecom" ООО предоставляет высококачественные облачные услуги для малого и среднего бизнеса.',
    service_our_team: "Наша команда",
    service_our_projects: "Наши проекты",
    service_private_customers: "Частные клиенты",
    service_government_customers: "Государственные клиенты",

    //Tech Partners Component
    tech_partners: "Наши технологические партнёры",

    //Certificates component
    certificates: "Сертификаты",

    // Products Page
    available_products: "Доступные продукты",
    upcoming: "Скоро",
    more: "Больше",

    //About Page
    public_cloud_description: "Компания «AzInTelecom» предоставляет высококачественные публичные облачные услуги для малого и среднего бизнеса в двух различных географических зонах Азербайджана в дата-центрах, соответствующих международным стандартам и сертификатам. От контроля и настройки ресурсов для корпоративного использования до упрощения разработки и обслуживания приложений — публичные облачные услуги предоставляются через Интернет, а ресурсы разделяются между несколькими пользователями или арендаторами.",
    about_description_first: "\"AzInTelecom\" ООО предоставляет высококачественные публичные облачные услуги для малого и среднего бизнеса в дата-центрах,",
    about_description_second: "расположенных в двух различных географических регионах Азербайджана, соответствующих международным стандартам и сертификатам.",
    our_mission: "Наша миссия",
    mission:"Миссия Cloud — развивать цифровую инфраструктуру, предлагая самые современные облачные услуги.",
    our_target:"Наша цель",
    target: "Упростить процесс получения облачных услуг и предоставить ориентированный на пользователя сервис.",
    our_looking: "Наше видение",
    looking_first: "Быть ведущим поставщиком облачных услуг в регионе Южного Кавказа,",
    looking_second:"устанавливая новые стандарты в облачных сервисах и способствуя",
    looking_third: "цифровой трансформации.",
    our_values: "Наши ценности",
    values_first:"Предоставление высококачественных публичных облачных услуг",
    values_second:"для малого и среднего бизнеса.",
    // News And BLog Page
    news_search_placeholder: "Какую новость вы ищете?",

    //Contact
    write_us: "Напишите нам",
    our_contacts: "Наши контакты",
    name: "Имя",
    surname: "Фамилия",
    email: "Электронная почта",
    mobile_number: "Мобильный номер",
    select_subject: "Выберите тему",
    text: "Текст",
    max_characters: "Максимальное количество символов — 282",
    not_robot: "Я не робот",
    send: "Отправить",

    // errors
    required: 'Это поле обязательно к заполнению',
    min_length: 'Должно быть не менее {min} символов',

    //logout
    logout: "Выйти",
    modalTitle: "Вы уверены, что хотите выйти?",
    modalReturn: "Вы будете перенаправлены на страницу входа.",
    modalOkText: "Да",
    modalCancelText: "Отмена",

    //Terms page
    contract_terms: "Условия контракта",
    ai_maturity: "Организации ещё не достигли зрелости в своей инфраструктуре искусственного интеллекта.",
    first_long_term: "Как ИТ-руководители меняют свои облачные стратегии в условиях неопределенности? Каковы основные препятствия на пути к достижению подлинной корпоративной устойчивости? Что помогает снизить выгорание сотрудников отделов разработки ПО и ИТ? Откуда Винт Серф берет все свои стильные нагрудные платки? (Мы все еще собираем данные по последнему пункту.)\n" +
        "Сфера облачных вычислений динамична, как погода. По мере того, как темпы инноваций в облаке и доступность новых инструментов и сервисов продолжают стремительно расти, Gartner® прогнозирует, что мировые расходы конечных пользователей публичных облачных технологий достигнут почти 600 миллиардов долларов в 2023 году. Это захватывающая, многообещающая и порой головокружительная сфера.\n" +
        "Чтобы помочь руководителям высшего звена, ИТ-специалистам и руководителям бизнес-подразделений быть в курсе тенденций, определяющих развитие отрасли, мы запускаем этот блог, чтобы делиться последними новостями по темам, важным для современных руководителей организаций: устойчивость бизнеса, аналитика данных, искусственный интеллект (ИИ) и машинное обучение (МО), облачная инфраструктура, кибербезопасность, корпоративная устойчивость и многое другое. Бонус: к каждой статистике доступен дополнительный визуальный слайд для скачивания. Мы будем дополнять эту публикацию каждую неделю, поэтому добавьте её в закладки как источник информации о последних тенденциях в области облачных вычислений, статистических данных и аналитики для принятия решений в 2023 году.\n" +
        "Как ИТ-руководители меняют свои облачные стратегии в условиях неопределённости? Каковы основные препятствия на пути к достижению подлинной корпоративной устойчивости? Что помогает снизить выгорание сотрудников отделов разработки ПО и ИТ? Откуда Винт Серф берёт все свои стильные нагрудные платки? (Мы всё ещё собираем данные по последнему пункту.)\n" +
        "Сфера облачных вычислений динамична, как погода. По мере того, как темпы инноваций в облаке и доступность новых инструментов и сервисов продолжают стремительно расти, Gartner® прогнозирует, что мировые расходы конечных пользователей публичных облачных технологий достигнут почти 600 миллиардов долларов в 2023 году. Это захватывающая, многообещающая и порой головокружительная область. Чтобы помочь руководителям высшего звена, ИТ-специалистам и руководителям бизнес-подразделений быть в курсе тенденций, определяющих развитие отрасли, мы запускаем этот блог, где будем делиться последними аналитическими данными по темам, важным для современных руководителей организаций: устойчивость бизнеса, аналитика данных, искусственный интеллект (ИИ) и машинное обучение (МО), облачная инфраструктура, кибербезопасность, корпоративная устойчивость и многое другое.\n" +
        "Бонус: к каждой статистике прилагается дополнительный визуальный слайд, доступный для скачивания. Мы будем дополнять эту публикацию каждую неделю, поэтому добавьте её в закладки как основной источник информации о последних тенденциях в области облачных вычислений, статистике и аналитике, которые помогут в принятии решений в 2023 году.\n" +
        "Как ИТ-руководители меняют свои облачные стратегии в условиях неопределенности? Каковы основные препятствия на пути к достижению подлинной корпоративной устойчивости? Что помогает снизить выгорание в командах разработчиков ПО и ИТ? Откуда Винт Серф берёт все свои стильные нагрудные платки? (Мы всё ещё собираем данные по последнему пункту.)\n" +
        "Сфера облачных вычислений так же динамична, как и погода. В связи с продолжающимся взрывным ростом темпов инноваций в облачных технологиях и появлением новых инструментов и сервисов, Gartner® прогнозирует, что мировые расходы конечных пользователей публичных облачных технологий к 2023 году достигнут почти 600 миллиардов долларов. Это захватывающая, многообещающая и порой головокружительная сфера.\n" +
        "\n" +
        "Чтобы помочь руководителям высшего звена, ИТ-специалистам и руководителям бизнес-подразделений быть в курсе тенденций, определяющих развитие отрасли, мы запускаем этот блог, где будем делиться последними аналитическими данными по темам, важным для современных руководителей организаций: устойчивость бизнеса, аналитика данных, искусственный интеллект (ИИ) и машинное обучение (МО), облачная инфраструктура, кибербезопасность, корпоративная устойчивость и многое другое.\n" +
        "\n" +
        "Бонус: к каждому показателю доступен дополнительный визуальный слайд для скачивания. Мы будем дополнять эту публикацию каждую неделю, поэтому добавьте её в закладки как основной источник информации о последних тенденциях, статистике и аналитике в области облачных вычислений, которые помогут в принятии решений в 2023 году.",
    ai_usage: "Руководители компаний используют ИИ, чтобы превратить ИТ-операции в отлаженный механизм.",
    second_long_term: "Как ИТ-руководители меняют свои облачные стратегии в условиях неопределенности? Каковы основные препятствия на пути к достижению подлинной корпоративной устойчивости? Что помогает снизить выгорание сотрудников отделов разработки ПО и ИТ? Откуда Винт Серф берет все свои стильные нагрудные платки? (Мы все еще собираем данные по последнему пункту.)\n" +
        "Сфера облачных вычислений динамична, как погода. По мере того, как темпы инноваций в облаке и доступность новых инструментов и сервисов продолжают стремительно расти, Gartner® прогнозирует, что мировые расходы конечных пользователей публичных облачных технологий достигнут почти 600 миллиардов долларов в 2023 году. Это захватывающая, многообещающая и порой головокружительная сфера.\n" +
        "Чтобы помочь руководителям высшего звена, ИТ-специалистам и руководителям бизнес-подразделений быть в курсе тенденций, определяющих развитие отрасли, мы запускаем этот блог, чтобы делиться последними новостями по темам, важным для современных руководителей организаций: устойчивость бизнеса, аналитика данных, искусственный интеллект (ИИ) и машинное обучение (МО), облачная инфраструктура, кибербезопасность, корпоративная устойчивость и многое другое. Бонус: к каждой статистике доступен дополнительный визуальный слайд для скачивания. Мы будем дополнять эту публикацию каждую неделю, поэтому добавьте её в закладки как источник информации о последних тенденциях в области облачных вычислений, статистических данных и аналитики для принятия решений в 2023 году.\n" +
        "Как ИТ-руководители меняют свои облачные стратегии в условиях неопределённости? Каковы основные препятствия на пути к достижению подлинной корпоративной устойчивости? Что помогает снизить выгорание сотрудников отделов разработки ПО и ИТ? Откуда Винт Серф берёт все свои стильные нагрудные платки? (Мы всё ещё собираем данные по последнему пункту.)\n" +
        "Сфера облачных вычислений динамична, как погода. По мере того, как темпы инноваций в облаке и доступность новых инструментов и сервисов продолжают стремительно расти, Gartner® прогнозирует, что мировые расходы конечных пользователей публичных облачных технологий достигнут почти 600 миллиардов долларов в 2023 году. Это захватывающая, многообещающая и порой головокружительная область. Чтобы помочь руководителям высшего звена, ИТ-специалистам и руководителям бизнес-подразделений быть в курсе тенденций, определяющих развитие отрасли, мы запускаем этот блог, где будем делиться последними аналитическими данными по темам, важным для современных руководителей организаций: устойчивость бизнеса, аналитика данных, искусственный интеллект (ИИ) и машинное обучение (МО), облачная инфраструктура, кибербезопасность, корпоративная устойчивость и многое другое.\n" +
        "Бонус: к каждой статистике прилагается дополнительный визуальный слайд, доступный для скачивания. Мы будем дополнять эту публикацию каждую неделю, поэтому добавьте её в закладки как основной источник информации о последних тенденциях в области облачных вычислений, статистике и аналитике, которые помогут в принятии решений в 2023 году.\n" +
        "Как ИТ-руководители меняют свои облачные стратегии в условиях неопределенности? Каковы основные препятствия на пути к достижению подлинной корпоративной устойчивости? Что помогает снизить выгорание в командах разработчиков ПО и ИТ? Откуда Винт Серф берёт все свои стильные нагрудные платки? (Мы всё ещё собираем данные по последнему пункту.)\n" +
        "Сфера облачных вычислений так же динамична, как и погода. В связи с продолжающимся взрывным ростом темпов инноваций в облачных технологиях и появлением новых инструментов и сервисов, Gartner® прогнозирует, что мировые расходы конечных пользователей публичных облачных технологий к 2023 году достигнут почти 600 миллиардов долларов. Это захватывающая, многообещающая и порой головокружительная сфера.\n" +
        "\n" +
        "Чтобы помочь руководителям высшего звена, ИТ-специалистам и руководителям бизнес-подразделений быть в курсе тенденций, определяющих развитие отрасли, мы запускаем этот блог, где будем делиться последними аналитическими данными по темам, важным для современных руководителей организаций: устойчивость бизнеса, аналитика данных, искусственный интеллект (ИИ) и машинное обучение (МО), облачная инфраструктура, кибербезопасность, корпоративная устойчивость и многое другое.\n" +
        "\n" +
        "Бонус: к каждой статистике доступен дополнительный визуальный слайд для скачивания. Мы будем дополнять эту публикацию каждую неделю, поэтому добавьте её в закладки как источник информации о последних тенденциях в области облачных вычислений, статистических данных и аналитических данных для принятия решений в 2023 году.\n" +
        "Как ИТ-руководители меняют свои облачные стратегии в условиях неопределенности? Каковы основные препятствия на пути к достижению подлинной корпоративной устойчивости? Что помогает снизить выгорание в командах разработчиков ПО и ИТ? Откуда Винт Серф берёт все свои стильные нагрудные платки? (Мы всё ещё собираем данные по последнему пункту.)\n" +
        "Сфера облачных вычислений так же динамична, как и погода. По прогнозам Gartner®, в условиях бурного развития инноваций в облаке и появления новых инструментов и сервисов мировые расходы конечных пользователей публичных облачных сервисов к 2023 году достигнут почти 600 миллиардов долларов. Это захватывающая, многообещающая и порой головокружительная сфера.\n" +
        "Чтобы помочь руководителям высшего звена, ИТ-специалистам и руководителям бизнес-подразделений быть в курсе определяющих отраслевые тенденции, мы запускаем этот блог, где будем делиться последними новостями по темам, важным для современных руководителей организаций: устойчивость бизнеса, аналитика данных, искусственный интеллект (ИИ) и машинное обучение (МО), облачная инфраструктура, кибербезопасность, корпоративная устойчивость и многое другое.\n" +
        "Бонус: к каждому показателю добавлен слайд, доступный для скачивания. Мы будем дополнять эту публикацию каждую неделю, поэтому добавьте ее в закладки как источник информации о последних новостях в сфере облачных технологий.",
    accept_contract: "Я принимаю условия договора.",
    back: "назад",
    decline: "Отклонить",
    continue: "Продолжить",

    //personal info page
    personal_information: "Личная информация",

    //forgot_password
    get_code: "Получить код",
    enter_email: "Введите зарегистрированный адрес электронной почты, чтобы получить инструкции по сбросу пароля",

    //Card_Detail
    card_detail: "Данные карты",
    card_holder: "Имя владельца карты",
    card_number: "16-значный номер карты",
    month_year: "ММ/ГГ",
    cancel: "Отмена",
    confirm: "Подтвердить",



    //Setting page
    settings: "Настройки",
    registered_address: "Юридический адрес",
    country: "Страна",
    city: "Город",
    company: "Название компании",
    add_email: "Добавить эл. почту",
    main_email: "Основная эл. почта",
    change_password: "Измените пароль",
    password: "пароль",
    repeat: "Повторите пароль",
    current_password: "Текущий пароль",
    new_password: "Новый пароль",
    repeat_password: "Повторите новый пароль",
    forgot_password: "Забыли пароль?",

    //not_found Page
    not_found_text: "Страница, которую вы ищете, не найдена. Пожалуйста, вернитесь на главную страницу.",
    go_back: "Вернуться",

    //OTP Page
    sent_otp: "Мы отправили код OTP на вашу электронную почту",
    resend_otp: "Отправить код OTP повторно",
    verify: "Подтвердить",

    //Payments Page
    payments: "Платежи",
    cards: "Карты",
    add_card: "Добавить карту",
    main: "основной",
    active: "Активный",
    service_name: "Название услуги",
    invoice_date: "Дата счёта",

    //Customers Page
    customers: "Клиенты",
    last_invoice_date: "Дата последнего счета",
    paid: "Оплачено",
    unpaid: "Неоплачено",
    completed: "Завершено",

    //Search_Page
    search_result : "Результат поиска",
    result_fond: "Результат найден",

    //POPUPS
    card_exist: "Эта карта уже существует в вашем аккаунте",
    close: "Закрыть",
    select_or_add_payment: "Выберите или добавьте карту для оплаты",
    deactivate: "Деактивировать",
    pay: "Оплатить",
    sure_delete: "Вы уверены, что хотите удалить?",
    delete: "Удалить",
    password_changed_succeccfully: "Ваш пароль успешно изменён",
    application_sent_successfully:'Ваша заявка успешно отправлена.',
    reset: "Сброс",
    search: "Поиск",



    //Footer
    subscribe_text: "Подпишитесь, чтобы получать новости и обновления",
    subscribe_button: "Подписаться",
    legal: "Право",
    copyright: "Все права защищены. Copyright © 2015–",
    beta_text: " Azintelecom ООО.Бета",
    beta_link_text: "Форма обращения",
    topics: "Темы",

};